[
  {
    "id": "cm0k75rg70000set7bj8f9cbq",
    "headline": "In fight over wetland development, Mexico City residents turn to international court",
    "link": "https://www.courthousenews.com/?post_type=post&p=987407",
    "date": "2024-08-23T04:00:00.000Z",
    "slug": "court-house-news-a",
    "resource": "Court House News",
    "summary": "A yearslong environmental battle between the government and South Mexico City neighborhood groups has put urbanization, tourism and militarism in the spotlight.",
    "body": "<p>Claudia Sheinbaum spent years as a climate scientist before entering Mexican politics. As she prepares to take the reins from Mexican President Andrés Manuel López Obrador, some commentators have gushed at the possibility that she could become “the most scientifically experienced climate premier in history,” as the BBC put it.\n\nComplicating that picture is Sheinbaum’s time as head of Mexico City, when critics say she often prioritized development over environmental stewardship. In the southern borough of Xochimilco, Sheinbaum pushed ahead with a controversial bridge project despite intense local opposition, sparking years of legal fights and a grassroots protest movement.\n\nThe pride of Xochimilco is around 6,000 acres of UNESCO-protected wetlands. Its interconnecting lagoons and canals are some of the last vestiges of Tenochtitlan, when five mighty lakes once filled the Valley of Mexico during Aztec times.\n\nThe wetlands are noted for their chinampas, a Mesoamerican agricultural technique in which crops are grown on small parcels atop shallow lakes. Besides providing food, the Xochimilco wetlands are also a huge boon for the environment, assuaging Mexico City’s notorious water woes. According to a 2022 report from World Heritage Watch, the wetlands capture more than 16 thousand tons of CO2 every year while also helping stabilize the region’s temperature and water table.\n\nSheinbaum would like to see the area further incorporated into the Mexico City metroplex. As head of the city, she pushed for the six-lane Cielito Lindo or “Sweetheart” bridge, which takes its name from a famous Mexican folk song.\n\nSheinbaum promised development in the region would be balanced against environmental protection — but some locals say that those promises and communication in general have been lacking.\n\n“They never consulted us at all. They never gave us any information,” local activist Chantal Reyes told Courthouse News. “We knew nothing.\"\n\nTo residents like Reyes, Sheinbaum’s visits to Xochimilco have often brought bad news. During a stop in May 2020, she declared the wetlands were \"no longer a naturally protected area.”\n\nReturning in September 2021 to inaugurate the bridge, she stressed her government's commitment to preserving the area.\n\n\"I am very happy to be here in Xochimilco. Here behind us is this beautiful Ecological Park of Xochimilco,” Sheinbaum said during the visit. “We have invested in the recuperation of the Xochimilco wetlands that today connect here on this bridge that we have developed.”\n\nFast forward to today, and residents say those promises remain unfulfilled. “The things that the government said they were going to do didn't happen,\" said Reyes, now a member of the activist group Xochimilco Vivo or “Xochimilco Lives.”\n\nAs she showed Courthouse News around the area on a cloudy afternoon this July, Reyes said Sheinbaum’s administration used the pandemic as cover to fast-track the project. As construction began, she said, officials put up tarps to obscure the public view.\n\n\"Finally, we saw that they were removing vegetation and trees,” Reyes said. “By removing the vegetation and filling it with cement, you are obstructing the water cycle and its connectivity.” Indeed, this whole area flooded just months later, in 2021.\n\nFar from being an example of environmentally friendly development, the Cielito Lindo bridge has instead come to symbolize fights to preserve southern Mexico City’s remaining greenspaces from public and private development. After years of court battles, Xochimilco Vivo in June formally asked the Inter-American Commission on Human Rights to investigate the project.\n\nIn their petition, the group called the Xochimilco wetland \"a site of great socio-environmental importance for Mexico City,” with “unique relevance in the fight against climate change.” By contrast, they said the Cielito Lindo project was “full of deficiencies,” including a “lack of access to information [or] citizen participation.”\n\nThe petition accuses Mexico of violating UNESCO agreements, which require governments to inform the UN agency if they’re planning “major restorations or new constructions” at a World Heritage Site. They say Mexico City failed to do a required environmental assessment.\n\nCielito Lindo is near construction, and the Xochimilco wetlands have already been damaged. Still, as Reyes sees it, a victory would nonetheless hold the Mexican government accountable and help safeguard other environmentally protected areas in the country.\n\nSheinbaum led Mexico City from 2018 until 2023. Her tenure saw a focus on economic development, including in Xochimilco.\n\nThe borough was already growing: Since 2013, Xochimilco has seen an explosion of construction, including new supermarkets and malls.\n\nA Walmart, a country club and one of those malls were ultimately shut down amid concerns they were built on protected land and were causing ecological damage. The construction of new military barracks was also halted after Xochimilco residents complained to the Human Rights Commission of Mexico City in August 2022.\n\n\"It's not a town anymore — this is the city now,\" said Max Emiliano Negrete, a member of Coordination of Towns and Neighborhoods of Xochimilco, another local advocacy group. \"And this urbanization has meant, at least in this area, more militarization.\"\n\nIn June 2023, Sheinbaum introduced a security plan for the area, known as Xochimilco Seguro or \"Safe Xochimilco.” Under the pretense of combating crime and drug trafficking, 120 military vehicles and 650 National Guard troops were deployed to the neighborhood.\n\n\"Xochimilco Seguro means militarization,\" Emiliano Negrete said. \"The best way to defend ourselves is through legal action. Through legal action we can at least hope to stall some of the construction, to make it difficult for them.”\n\nBesides militarization and general development, activists have also decried the bridge plan itself, which prioritizes commuters over public transit and pedestrians. The plans — including the small number of bus stops — are designed to accommodate private vehicles over other modes, according to an analysis from Xochimilco Vivo.\n\n\"The designated biking area is very narrow and dangerous. The cars come up very close,” longtime resident Tomás Reyes said as he maneuvered his bicycle through the narrow bridge area on a recent afternoon. “They need to put in a larger bike lane here.”\n\nTo bypass environmental rules, Mexico City officials began construction under a 2019 “Facilities Agreement” decree which allowed the construction of public works without the necessity of an environmental impact statement.\n\nIn a statement in 2021, Marina Robles García, head Secretary of the Environment for Mexico City, highlighted promised improvements in Xochimilco that never happened, including improved trails, lighting, benches, waste management and the supposed creation of a Valley of Mexico museum.\n\n\"We want the Inter-American system to recognize that the Mexican government's international agreements were not followed,” said Chantal Reyes, the local activist. She and other activists hope to stop construction before “they put other natural areas in Mexico at risk.”\n\nLuis Zambrano, an ecologist and researcher at the Institute of Biology at the National Autonomous University of Mexico, has studied the ecology of Xochimilco for 25 years.\n\nIn an interview, he said bridge construction has been a disaster on multiple levels.\n\n\"Every politician thinks second levels of highways are marvels,” he said. “In reality they are urban destroyers in every way. They are mobility destroyers, aesthetic destroyers, ecological destroyers.”\n\nThis section of the Periferico — the name for Mexico City’s system of outer beltways — used to have large avenues with space between them. “This allowed water to flow from north to south, and for the vegetation to grow,” Zambrano said.\n\n“This is no longer the case,” he said. “Sheinbaum in theory is an expert in this. To me, that is worse, because she knows exactly what she is destroying.\"\n\nBesides fears of damaged ecology and overdevelopment, the Cielito Lindo project has also raised concerns of inside dealing.\n\nAppointed by President Andrés Manuel López Obrador in 2019, Supreme Court Justice Yasmín Esquivel is married to José María Rioboó, owner of construction company Grupo Rioboó. Documents show the company performed surveys and tests for the Xochimilco bridge project in 2010 and 2011, while Esquivel was serving as President of the Court of Administrative Justice of Mexico City.\n\nJosé María Riobóo likewise served as an infrastructure advisor to President Andrés Manuel López Obrador when AMLO headed Mexico City between 2000 and 2005. At the time, Riobóo’s company was also in charge of initial construction on the second level of the Periferico road network.\n\nWhen Sheinbaum took over as head of Mexico City, Grupo Riobóo subsequently received four public-works contracts totaling around $3.1 million, public records show. By then, Esquivel was serving as a Supreme Court Justice. In a 2019 interview on the Mexican news program “La nota dura,” the judge was adamant that “there is no influence on the part of Riobóo in any of the aspects of my professional life.”\n\nIt is unclear how long Grupo Rioboó was involved in Cielito Lindo. Still, to Zambrano, Mexican megaprojects like these are never free from corruption.\n\n\"It is not only environmental destruction but politically sanctioned economic greed,” Zambrano said. “In the end, [it] will cause 20 million Mexicans to be much more vulnerable to climate change.”\n\nThere is no set timeline for the Inter-American Commission on Human Rights to respond to Xochimilco Vivo's request. In the meantime, Cielito Lindo — not even yet fully complete — has already closed multiple times over issues including flooding.\n\nAlso closing are many former chinampas in the area, abandoned in the quest to urbanize southern Mexico City. As each chinampa disappears, so do centuries of local customs and agricultural knowledge.\n\nOne remaining chinampero is Álvaro Desiderio Gutierrez, whose family has been farming on chinampas for generations.\n\nThese days, Desiderio mainly grows ornamental plants like geraniums, chrysanthemums and marigolds. With each new generation, the old lifeways fade a little bit, he said as he piloted his small tour boat through the Xochimilco canals to earn extra income.\n\nDesiderio worries not just about the Cielito Lindo bridge, but the development he says will inevitably follow its completion.\n\n\"We use the water to grow our plants and crops,” he said. “Many people around here are dedicated to fishing. If they continue the bridge, this whole area will be filled with houses and there won't be any more water. There won't be chinampas, there will be developed neighborhoods, the costs will go up and the produce farms [will] disappear.”\n\n\"The urban stain is invading the whole chinampa area, which was once the lungs of the city,\" he continued. \"Xochimilco stopped growing its flower and produce farms. Now, the only thing it grows are concrete homes.\"\n\nDesiderio said Xochimilco’s growing urbanization has brought an increase in crime. As he sees it, it’s all connected: the crime, the development, the closing farms, the urbanization.\n\n\"If it's not possible anymore to farm because of government development projects, then [people] don't have a job,” Desiderio said. “What is someone going to do if they can't feed their family? It's a cycle.\"\n\nSign up for new weekly newsletter Closing Arguments to get the latest about ongoing trials, major litigation and hot cases and rulings in courthouses around the U.S. and the world.</p><br><br><ul><li><a href='https://www.courthousenews.com/?post_type=post&p=987407'>Visit Court House News</a></li></ul>",
    "author": "William Savinar",
    "media": "https://imagedelivery.net/wKQ19LTSBT0ARz08tkssqQ/www.courthousenews.com/2024/08/bridge-construction-xochimilco.jpeg/w=1280"
  },
  {
    "id": "cm0k75rg70001set76cfla0my",
    "headline": "Mexican judicial strike strengthens as peso drops",
    "link": "https://www.courthousenews.com/?post_type=post&p=999843",
    "date": "2024-08-21T04:00:00.000Z",
    "slug": "court-house-news-b",
    "resource": "Court House News",
    "summary": "Judges and an influential business organization joined judicial workers on their third day of striking over proposed reforms to the courts in Mexico.",
    "body": "<p>Mexican judicial workers were joined by judges nationwide Wednesday for a third straight day as they continued their indefinite strike over proposed reforms that seek to elect rather than appoint the country's judges.\n\nThe prominent business organization Employers Confederation of the Mexican Republic also participated in the strike after 1,202 out of 1,403 members of the National Association of Circuit Magistrates and District Judges of the Judicial Power of the Federation voted Monday to join the strike.\n\nProtesters were accompanied by former Morena party senator, Alejandro Rojas Díaz Durán, on Wednesday afternoon, who showed his support for the striking judicial workers and his insistence on keeping the Federal Judicial Branch independent from the executive branch.\n\n\"Today we tell President Andrés Manuel López Obrador that we are not going to deliver him the judicial power of the federation because it is an independent and autonomous power. Sheinbaum and López Obrador are not the owners of Mexico. The owners of Mexico are the 130 million Mexicans that are guaranteed the right guaranteed in the Magna Carta, the right to defend access to justice,\" Díaz Durán said in a speech.\n\nThe judicial reforms, introduced on Feb. 5 as one of 20 other constitutional reforms, would see judges and magistrates of the Federal Judicial Branch be chosen by popular vote as opposed to a system based on professional proficiency, which critics say could lead to corruption and favoritism and an end to a \"career\" as a judge. Mexico's 32 state judiciaries would also be chosen through a popular vote system.\n\nDíaz Durán also warned of the economic fallout from the judicial reforms and potential constitutional changes that go against the U.S.-Mexico-Canada Agreement.\n\nThe Mexican Institute of Finance Executives asked Congress to reconsider the judicial reforms as the peso lost 1.75% of its value to the dollar, and Citibanamex warned Tuesday that markets are underestimating López Obrador's judicial reforms.\n\n\"It is possible that those who already take the reforms for granted do not predict that they will lead to anti-market policies, although they weaken democracy, they will imply anti-market economic policies or weaken the macroeconomic framework,\" the report stated.\n\nAbout 150 workers for Mexico's Supreme Court also demonstrated in solidarity with the striking judicial workers Tuesday morning and will continue a daily morning protest until the reforms are stopped. The court has not made an official statement concerning the controversial judicial reforms and is continuing normal operations.\n\nDespite the nationwide strike, Morena Chamber of Deputies Coordinator Moises Ignacio Mier Velazco said during a press conference Wednesday outside the Legislative Palace building that the judicial reforms will be discussed in the Chamber of Deputies on Monday, Aug. 26, with no changes.\n\nMier Velazco added that the familial relationships between judges and magistrates within the Federal Judicial Branch are \"almost feudal\" and fuel misinformation.\n\nIn his morning press conference, López Obrador echoed his previous statements ensuring protesters' rights.\n\n\"I respect their right to demonstrate, they are free regardless of the regulations, because freedom is the most sublime thing. The second thing is that we do not repress, we are not repressors, because we are not conservatives,\" he said.\n\nSign up for new weekly newsletter Closing Arguments to get the latest about ongoing trials, major litigation and hot cases and rulings in courthouses around the U.S. and the world.</p><br><br><ul><li><a href='https://www.courthousenews.com/?post_type=post&p=999843'>Visit Court House News</a></li></ul>",
    "author": "William Savinar",
    "media": "https://imagedelivery.net/wKQ19LTSBT0ARz08tkssqQ/www.courthousenews.com/2024/08/judicial-strike.jpg/w=1880"
  },
  {
    "id": "cm0k75rg70002set7cull0d23",
    "headline": "Mexican judicial workers strike nationwide, closing down courts",
    "link": "https://www.courthousenews.com/?post_type=post&p=999506",
    "date": "2024-08-20T04:00:00.000Z",
    "slug": "court-house-news-c",
    "resource": "Court House News",
    "summary": "The strike responds to President Andrés Manuel López Obrador's proposed judicial reforms which seek to directly elect, as opposed to appoint, all of Mexico's judges.",
    "body": "<p>Judicial workers in Mexico continued to strike Tuesday over proposed changes to the court system, closing down federal court buildings within the capital and in at least 30 states since it began on Monday.\n\n\"The Federal Judicial Branch is the only institution in this country that serves as a counterweight against the excesses of the president of the republic and his party. We are not acting on a whim, we are respecting the independence, autonomy, the constitution and the laws. Corruption doesn't exist here, it exists in other places,\" said Patricia Aguayo, spokesperson for workers of the Federal Judicial Branch in a press conference Tuesday afternoon at the San Lázaro Palace of Justice headquarters.\n\nThe judicial reforms, introduced on Feb. 5 as one part of 20 other constitutional reforms, would see judges and magistrates of the Federal Judicial Branch be chosen by popular vote as opposed to a system based on professional proficiency, which critics say could lead to corruption and favoritism and an end to a \"career\" as a judge. Mexico's 32 state judiciaries would also be chosen through a popular vote system.\n\n\"We are here because we are in direct opposition against the judicial reforms. We are here because, sadly, this is what we have to do. We will be here peacefully with no aggression towards anyone and hopefully reach an understanding,\" said René Hernández, a judicial worker, in front of the court building on Tuesday.\n\nHundreds of Federal Judicial Branch workers closed down the San Lázaro Palace of Justice headquarters building in Mexico City in the early morning hours of Monday to begin an \"indefinite\" strike in rejection of what they see as a power grab by President Andrés Manuel López Obrador's administration.\n\nAccording to López Obrador, the new judicial reforms would help reduce corruption and make choosing a judge more equitable and democratic.\n\nJudicial candidates would be nominated by the three branches of government followed by an evaluation committee and then a lottery system to choose the candidate finally to be voted on by the people.\n\nThe country's judges and magistrates will join judicial workers Wednesday after 1,202 out of 1,403 judges of the National Association of Circuit Magistrates and District Judges of the Judicial Power of the Federation voted Monday night to suspend activities and join the strike.\n\n\"This decision is of vital importance in the defense of the autonomy of the Federal Judicial Branch, pillar of our democratic system and for that reason today, workers and judges have decided to defend in unity, the republic, judicial independence and the division of powers guaranteed for future generations,\" the association stated in a press release.\n\nAguayo applauded the judiciary's decision.\n\n\"This vote shows that this fight, this movement, this rejection of the judicial reform is nearly unanimous, is the grand majority of those who work in the Federal Judicial Branch,\" Aguayo said.\n\nMexico's Supreme Court canceled a public session scheduled for Tuesday and will discuss the judicial reforms behind closed doors. It has yet to comment on the reforms.\n\nThough López Obrador called the strike \"illegal\" in a morning press conference, he then added, \"the right to disagree and the right to strike are guaranteed. We don't have any problems.\"\n\nPresident-elect Claudia Sheinbaum shared a similar statement in a Tuesday press conference about the national strike.\n\n\"We respect their protest, but we do not agree, it is very clear that all their labor rights will be respected,\" she said.\n\nThose who see flaws in this new reform argue that the majority party in power — which currently happens to be López Obrador and Sheinbaum's Morena Party — can then shape the nominees for a vote and secure their own party's judges to occupy the judiciary, seen as an even deeper form of impunity despite the so-called \"popular vote.\"\n\nA report published by the academic institution Center for Constitutional Studies points out many flaws with the judicial reforms, including the lack of legitimacy in voting for a judge by popular vote and special panel, specifically in regards to public security and criminal interference and influence over public servants and judges.\n\nThe strike is expected to grow significantly with the addition of judges joining the ranks as well as other unions representing judicial workers and civil organizations.\n\nSign up for new weekly newsletter Closing Arguments to get the latest about ongoing trials, major litigation and hot cases and rulings in courthouses around the U.S. and the world.</p><br><br><ul><li><a href='https://www.courthousenews.com/?post_type=post&p=999506'>Visit Court House News</a></li></ul>",
    "author": "William Savinar",
    "media": "https://imagedelivery.net/wKQ19LTSBT0ARz08tkssqQ/www.courthousenews.com/2024/08/strike-cdmx.jpg/w=1880"
  },
  {
    "id": "cm0k75rg70003set7fp38fxaw",
    "headline": "Mexico City’s propane vendors keep homes warm, restaurants cooking",
    "link": "https://www.courthousenews.com/?post_type=post&p=989576",
    "date": "2024-08-02T04:00:00.000Z",
    "slug": "court-house-news-d",
    "resource": "Court House News",
    "summary": "Propane vendor José Antonio Herrera and his nephew Diego Uvaldo Contreras Herrera start their days at nine and end at...",
    "body": "<p>Propane vendor José Antonio Herrera and his nephew Diego Uvaldo Contreras Herrera start their days at nine and end at six.\n\nThey follow the same route each day, snaking their customized Ford F-450 through central Mexico City. Antonio’s deep bellows of \"gaaaaaaas!\" echo off old stone buildings and alert residents to their presence.\n\nIn Mexico City — where there are no underground gas lines in most buildings — many restaurants and homes rely on gas tanks to heat homes or power kitchens. Hundreds of trucks like this one serve the metropolis, weaving their way through Mexico City’s urban fabric to make deliveries.\n\nThe work can be dangerous: Tanks are hooked up on the roofs of buildings, where staircases are narrow and elevators are rare. But the vendors are nonetheless a quintessential part of Mexico City life — and for their part, the Herreras enjoy the work.\n\nAntonio, 39, and Contreras, 19, serve a handful of neighborhoods that border Mexico City’s historic downtown, including San Rafael, Tabacalera and Guerrero. They do deliveries six days a week, selling various-sized tanks of liquid petroleum gas.\n\nThe pair work for Gas y Servicio de México, a company headquartered outside of Mexico City, picking up their work truck from the company’s lot every morning and dropping it off each night. It’s one of three trucks — all owned by another worker at Gas y Servicio de México — that serves these three neighborhoods.\n\nThe cylinders these vendors sell range from just five kilograms up to 90 kg.\n\nUntil recently, the duo made most of their sales during their shift. That’s changed in recent years, as customers have started making appointments over the instant-messaging service WhatsApp.\n\nThe amount of sales fluctuates, with fewer sales on hot days — though the hundreds of restaurants and food stands scattered throughout San Rafael, Tabacalera and Guerrero rely on cylinders nearly daily to keep business going. \"If we don't come,” Antonio explained, “they don't make money.”\n\nOn a recent July morning, Courthouse News joined the pair for a day of deliveries.\n\nWe were in the San Rafael neighborhood, one of the oldest former suburbs in modern Mexico City. The area used to connect with downtown via trolley, and most of its 19th century mansions and ranch homes are still intact.\n\nAntonio pointed out a yellow building that he was particularly fond of. \"I was walking around this corner years ago and yelling 'gas,' and there was a music school out on a field trip,” Antonio recalled. “The professor said I was a perfect example of how to sing: using your stomach, not your throat.\"\n\nAs they continued their route, he gave Courthouse News an impromptu tour of the area, pointing out which buildings were featured in movies and telenovelas. Some streets were largely occupied by teachers, he said, while others were mostly home to journalists.\n\nAs with many older Mexico City neighborhoods, some professions once concentrated in certain areas due to close proximity to universities, newsrooms, hospitals and factories — a trend that continues to some extent to this day. That’s left street names and neighborhoods bearing the names of professions, including the nearby Doctores Neighborhood, which houses the General Hospital of Mexico.\n\nThe San Rafael neighborhood has historically been an artistic enclave, and many of its streets are named after philosophers. The Tabacalera neighborhood, meanwhile, lies just on the other side of Mexico’s largest newsrooms. For Antonio and Contreras, this was all home turf.\n\n\"I've been doing this 20 years,” Antonio said — and working the route had built him inroads with the community. \"My father did it in the same neighborhoods,” he added. “I'm here more than I'm at my own house. A lot of these buildings have been getting cylinders since they were built.”\n\nContreras sat in the bed of the truck, repainting cylinders silver to keep them looking fresh. “I like the job,” he said. “I get to go around the city.”\n\n“It's more free than other jobs,” he continued. “I get to be outside.” Then he quickly added: “When it's really hot, it can be a pain.”\n\nThe pair were running a little behind on their route today, Antonio said. But no matter: The day had been slow.\n\n\"Sometimes it's like that,” he said. “Then, all of the sudden, we get a bunch of calls and we gotta race through the streets.\"\n\nSome days can be downright dangerous. Antonio recalled the incident years ago that had landed him in the hospital for six months.\n\n\"I was bringing up a 90 kg cylinder, and a Saint Bernard jumped on me. He bit my stomach while I had the cylinder on my shoulder and my entire body twisted around,” he said. “You know [how] your intestines are like a knot? Well, I could see them coming out of my stomach because of the motion of my body carrying the weight as the dog bit me.” It took him a solid year to completely recover from his injuries.\n\nOther propane vendors have fared worse. \"I've seen people fall down the stairs and die carrying cylinders,” he said. “I had a guy just last month that got completely burnt up. A lot of guys don't have all their fingers, a lot of guys bust their heads open. Whatever it is, we got it.”\n\nThe cylinders have safety features on the nozzle. To prevent accidents, Antonio never reuses damaged cylinders. To check safety, vendors can mix soap and water and scrub it on the cylinder. If there are bubbles, there's a leak.\n\nAcouple hours in, Antonio stopped for a snack at the San Rafael fruit stand of Mario Rosas García. The vendor who has been in the same spot for 42 years and even knew Antonio's father.\n\n\"I cut the fruit right in front of you,” said Rosas García, who buys fruit at the Central de Abasto wholesale food market every day. “I don't try and trick you like some of the other vendors do. If you want this specific piece of fruit, you point it out, and I give you that specific piece of fruit.”\n\nAround an hour later, they visited Antojitos Cons, a food stand in San Rafael.\n\nProprietor Constantina García Bautista receives one of the smallest-sized gas tanks available, ordering a new one multiple days a week. \"They're good guys, I suppose,\" she joked as she handed Antonio a soda.\n\nAs their shift continued into the late afternoon, it started to rain, and deliveries started to pick up.\n\nContreras carted five empty 20 kg tanks to another company truck. Antonio went to the restaurant Taqueria Santiaguito to hook up gas tanks. \"I've had no problems with these two over the years,\" said manager José Velázquez Hernández as he handed Antonio a glass of tepache, a sweetened fermented pineapple drink made in his restaurant.\n\nThe two split up to make deliveries. Continuing on foot, Antonio zigzagged through San Rafael. He pointed out more landmarks in the neighborhood, including a castle built for a count, an apartment building with French gardens hiding behind its walls, a small rooftop workshop that makes and fixes motorcycle motors, a music school and a restaurant famed for its beef head tacos.\n\nA bit later, he returned to the truck. \"Gaaaaas!\" he yelled again. The engine started up, and the two vendors took off, continuing on their route through the labyrinthine neighborhoods of Mexico City.\n\nSign up for new weekly newsletter Closing Arguments to get the latest about ongoing trials, major litigation and hot cases and rulings in courthouses around the U.S. and the world.</p><br><br><ul><li><a href='https://www.courthousenews.com/?post_type=post&p=989576'>Visit Court House News</a></li></ul>",
    "author": "William Savinar",
    "media": "https://imagedelivery.net/wKQ19LTSBT0ARz08tkssqQ/www.courthousenews.com/2024/07/Diego-Tanks.jpg/w=1880"
  },
  {
    "id": "cm0k75rg70004set7eafc1zqf",
    "headline": "Mexico's president-elect names final cabinet members until September",
    "link": "https://www.courthousenews.com/?post_type=post&p=989579",
    "date": "2024-07-18T04:00:00.000Z",
    "slug": "court-house-news-e",
    "resource": "Court House News",
    "summary": "Mexico's President-elect Claudia Sheinbaum on Thursday announced three new secretaries — tourism, culture and labor — nearly completing her executive...",
    "body": "<p>Mexico's President-elect Claudia Sheinbaum on Thursday announced three new secretaries — tourism, culture and labor — nearly completing her executive cabinet for her presidential term beginning Oct. 1. She will choose army and navy secretaries days before she takes office.\n\n\"Today I present three brilliant young men and women,\" Sheinbaum said before adding more cabinet members to the 17 already announced, some of whom have either already worked with Sheinbaum in politics, were colleagues of hers at the National Autonomous University of Mexico or worked for current President Andrés Manuel López Obrador.\n\n\"By integrating trusted colleagues and AMLO loyalists in key positions, she shows a preference for academic profiles with international experience, while signaling she will leverage AMLO's political acumen when necessary,\" said Viri Rios, a journalist, public policy advisor and U.S.-Mexico politics instructor at Harvard University.\n\nClaudia Curiel Icaza, former secretary of culture of Mexico City, will be Sheinbaum's secretary of culture in the executive branch. During her time as secretary of culture of Mexico City, Uriel Icaza promoted and organized various film, music and arts festivals such as the Bestia Festival, a jazz, film and experimental music festival founded in 2014 that has been hosted by various venues throughout the capital since its inception.\n\nCuriel Icaza also promoted indigenous, traditional and alternative culture by helping to bring forth the Law of Independent Cultural Spaces of Mexico City to Congress, which legally guarantees and protects the rights of registered independent cultural spaces and organizations in Mexico City.\n\nShe also helped legally protect traditional festivals and carnivals as cultural heritage and, for the first time, created a pension plan for the Mexico City Philharmonic Orchestra. Curiel Icaza has a history degree from the National Autonomous University of Mexico.\n\n\"I feel very grateful and honored to have this responsibility,\" Curiel Icaza said in a speech after Sheinbaum's announcement. \"I am convinced that culture is the language of identities that allows us to understand who we are, where we are, how we spend our time here and what we want to build.\"\n\nFor tourism secretary, Sheinbaum announced Josefina Rodríguez Zamora, who was born in 1989 and will be the youngest member of the cabinet.\n\n\"If you ask any tourism secretary in the country, they will highly recommend Josefina, she is a creative young woman,\" Sheinbaum said.\n\nRodríguez Zamora — a former advisor to the senior officer of the Puebla city ministry of public education — created the \"Tlaxcala sí existe\" or, \"yes, Tlaxcala exists\" tourism campaign highlighting the cultural importance of her home state of Tlaxcala, referencing an internet joke among Mexicans that Mexico's smallest state does not actually exist due its lack of press coverage and perceived lack of state identity.\n\nShe won the Madrid International Tourism Fair's 2024 Tourism Innovation Award for her \"Tlaxcala Brilla,\" \"Tlaxcala Shines\" tourism campaign launched last year to promote the state's firefly season.\n\nShe was also in charge of collaborating in the creation of the world's largest sawdust carpet in Huamantla, Tlaxcala. Over 200 artisans created an intricately designed carpet of sawdust, beads, flowers and sand featuring religious motifs and traditional patterns. The carpet was created to host a procession at the city's yearly festival.\n\n\"I will put all my creativity, loyalty and commitment to develop tourism for all. Where indigenous peoples, artisans and entire communities within Mexico's 32 states will benefit from this noble industry,\" Rodríguez Zamora said at the press conference Thursday.\n\nMarath Baruch Bolaños Lopez will continue his position as Mexico's labor and social welfare secretary, a post he has held since June 2023 under López Obrador.\n\nAmong his accomplishments as secretary is his development of the Young People Building the Future social program, which is a national program that enables young people between 18 and 29 of all education levels to train in any of the program's work centers for up to 12 months receiving around $400 a month and health insurance through Mexico's social security institute.\n\nBolaños Lopez is the former deputy of the Constituent Assembly of Mexico City, which was a group formed in 2016 to create Mexico City's first constitution after the 2016 political reforms changed Mexico City's political status from a federal district — the city previously was known officially as Distrito Federal, or Federal District — to a state, giving the city greater autonomy.\n\nHe is also an International Relations professor at the National Autonomous University of Mexico, from which he graduated.\n\nBolaños Lopez discussed in the press conference the current government's labor accomplishments, such as the rise in the minimum wage, pension reforms, subcontracting regulations and protection of labor unions — policies he vowed to continue under Sheinbaum.\n\n\"The labor secretariat has coordinated with the labor policies proposed by President Andrés Manuel López Obrador since the beginning of 2018. The policies have resulted in a spring of labor rights through various actions that have benefitted millions of male and female workers in our country,\" he said after he was announced Thursday.\n\nAccording to a survey Wednesday by polling agency MetricsMX, 71% say that Sheinbaum's cabinet choices are either good or very good and 72.4% say her transition has gone well or very well.\n\nAlso on Wednesday, Sheinbaum announced that like her predecessor, she will also hold press conferences every morning of her presidency.\n\nSign up for new weekly newsletter Closing Arguments to get the latest about ongoing trials, major litigation and hot cases and rulings in courthouses around the U.S. and the world.</p><br><br><ul><li><a href='https://www.courthousenews.com/?post_type=post&p=989579'>Visit Court House News</a></li></ul>",
    "author": "William Savinar",
    "media": "https://imagedelivery.net/wKQ19LTSBT0ARz08tkssqQ/www.courthousenews.com/2024/07/Sheinbaum-Hand.jpg/w=1752"
  },
  {
    "id": "cm0k75rg70005set76hm2biao",
    "headline": "Mexico's president-elect names chief of staff and four other cabinet members",
    "link": "https://www.courthousenews.com/?post_type=post&p=987405",
    "date": "2024-07-11T04:00:00.000Z",
    "slug": "court-house-news-f",
    "resource": "Court House News",
    "summary": "Mexico's President-elect Claudia Sheinbaum on Thursday announced the appointment of the newest member of her cabinet, Lázaro Cárdenas Batel, who...",
    "body": "<p>Mexico's President-elect Claudia Sheinbaum on Thursday announced the appointment of the newest member of her cabinet, Lázaro Cárdenas Batel, who will be the president's chief of staff, adding to the 16 secretaries already named.\n\nCárdenas Batel was governor of the state of Michoacán between 2002 and 2008, and was previously special advisor to outgoing President Andrés Manuel López Obrador.\n\n\"I have no doubt that the next government will be consistent with Claudia Sheinbaum's trajectory, with the causes that she has already championed and defended during her life, in university, in her scientific research, in her activism, her politics, in her commitment to inclusive and sustainable growth, in her government work in Mexico City,\" Cárdenas Batel said during Thursday's press conference.\n\nCárdenas Batel continues a familial political legacy — his grandfather was Lázaro Cárdenas del Río, Mexico's president between 1934 and 1940, and his father, Cuauhtémoc Cárdenas, was a former head of government of Mexico City and a founder of the Party of the Democratic Revolution.\n\nOn July 4, Sheinbaum named four other secretaries including, controversially, Omar García Harfuch as secretary of security and citizen protection.\n\n\"García Harfuch is emblematic of this sort of nexus between state security forces and organized crime that continues to brutalize Mexican society,\" said Claire Dorfman, assistant director of the Mexico Documentation Project for the National Security Archive.\n\n\"He is the type of security official whose presence effectively prevents any substantial changes in public security policy that could be put forth by the Sheinbaum administration to counter the ongoing violence and impunity plaguing the country,\" she added.\n\nGarcía Harfuch's grandfather, Marcelino García Barragán, was defense secretary under President Gustavo Díaz Ordaz and was instrumental in the Oct. 2, 1968 Tlatelolco student massacre in Mexico City. His father, Javier García Paniagua, was the head of the Federal Security Directorate, a secret police agency accused of torture, illegal detentions and forced disappearances during what is known as Mexico's Dirty Wars.\n\nGarcía Harfuch was the chief of police of Mexico City between 2019 and 2023 under Sheinbaum's mayoral term and the 2024 Morena party candidate for head of government of Mexico City. Before that, he was the head of the state of Guerrero's investigation division of the Federal Police, a region known for its heroin market and where the Iguala mass kidnapping took place.\n\nOn the night of Sept. 26, 2014, 43 male students from Iguala's Ayotzinapa Rural Teachers' College, which is historically known for its student activism, were forcibly kidnapped and disappeared. Independent reports implicate the Mexican Army and Federal Police in collusion with organized criminal groups in the incident. Only three students' remains have been identified.\n\nAccording to multiple reports made by the Interdisciplinary Group of Independent Experts for the case, the same federal police were involved and participated in the attacks against the students and its eventual cover-up, though García Harfuch's exact post and whereabouts at the time are hard to pinpoint.\n\n\"Whether or not he was actually in Guerrero doesn’t matter,\" Dorfman said. \"Everything that led up to the attacks was from policies enacted during his tenure as Guerrero state Federal Police coordinator.\n\nIn another controversial pick, Mexico's powerful teachers union, the National Educational Workers Coordination, criticized Sheinbaum's selection of incoming Secretary of Public Education Mario Delgado, who is currently the president of the National Regeneration Movement, or Morena party, that Sheinbaum and López Obrador belong to.\n\nIn addition to his lack of experience in the educational field, the union decried Delgado for promoting former President Enrique Peña Nieto's \"Pact for Mexico\" reforms that required performance evaluations for all teachers to take in order to keep their jobs, which the union saw as overly controlling.\n\n\"The appointment of Delgado Carrillo to the head of the Secretariat of Public Education is an affront to the democratic teachers who remember that he was one of the main promoters of the labor-education reform of Enrique Peña Nieto in 2013, when he was part of the 'Pact for Mexico',\" the union said in a July 8 statement.\n\nAs part of some of Sheinbaum's less controversial picks, Rosa Icela Rodríguez will be interior secretary, a position that follows her current stint as secretary of security and citizen protection in López Obrador's cabinet.\n\nIn 2016 and 2017, she participated in incorporating the United Nations Declaration on the Rights of Indigenous Peoples into the Constitution of Mexico City.\n\nAriadna Montiel will serve as the secretary of welfare of Mexico, her current post under López Obrador.\n\n\"Not only is she an honest woman, with great convictions, but she is of a dedication that few people have. Few people know that during Hurricane Otis she practically lived in Acapulco for more than six months with the wellness team. I am very proud that she continues to hold this position,\" Sheinbaum said on July 4.\n\nMontiel was previously the director of Mexico City's public transportation agency, the Passenger Transport Network, during Marcelo Ebrard's mayoral term between 2006 and 2012. She introduced 30 compressed natural gas buses to the city, the first of their kind in modernizing the city's public transportation from an environmental standpoint.\n\nSheinbaum said she will name three more cabinet members — the secretaries of tourism, culture and labor— on July 18. The secretaries of defense and navy will be chosen in September in the days leading up to her presidency, which begins on Oct. 1.\n\nSign up for new weekly newsletter Closing Arguments to get the latest about ongoing trials, major litigation and hot cases and rulings in courthouses around the U.S. and the world.</p><br><br><ul><li><a href='https://www.courthousenews.com/?post_type=post&p=987405'>Visit Court House News</a></li></ul>",
    "author": "William Savinar",
    "media": "https://imagedelivery.net/wKQ19LTSBT0ARz08tkssqQ/www.courthousenews.com/2024/07/SHEINBAUM.jpg/w=1440"
  },
  {
    "id": "cm0k75rg70006set78vqy4e4r",
    "headline": "Mexico's president-elect taps current officials, academics for cabinet positions",
    "link": "https://www.courthousenews.com/?post_type=post&p=982886",
    "date": "2024-06-27T04:00:00.000Z",
    "slug": "court-house-news-g",
    "resource": "Court House News",
    "summary": "Mexico’s President-elect Claudia Sheinbaum on Thursday tapped five more officials, many of whom already hold secretary or undersecretary positions, to...",
    "body": "<p>Mexico’s President-elect Claudia Sheinbaum on Thursday tapped five more officials, many of whom already hold secretary or undersecretary positions, to join her 20-member executive cabinet as she prepares for a six-year presidential term beginning on Oct. 1.\n\nDuring a press conference at Mexico City’s Interactive Museum of Economics, the future president said Mexico's next secretary of energy will be Luz Elena González Escobar, who served as Mexico City's secretary of administration and finance when Sheinbaum was the capital's mayor.\n\nSheinbaum's energy stance has been much-discussed; it's yet to be seen whether she will support renewable energy more than her predecessor, President Andrés Manuel López Obrador, and how she will change the internal organization of Mexico's indebted national oil company, PEMEX.\n\nGonzález Escobar has stressed the importance of Mexican energy sovereignty and was heavily involved with the coordination and installation of Mexico City's Central de Abasto solar panel project completed in February. The city installed 30,000 solar panels on top of one of the world's largest wholesale markets — enough to generate electricity for 10,000 homes.\n\nFor secretary of health, the president picked David Kershenobich Stalnikowitz, the former director of the National Institute of Medical Sciences and Nutrition Salvador Zubirán, a leading Mexican national health institute.\n\nKershenobich Stalnikowitz is an internationally recognized researcher in the study of the liver. In 1985, he cofounded the Mexican Foundation for Liver Health and is a level III researcher emeritus of the National System of Researchers.\n\nRaquel Buenrostro Sánchez, the current secretary of the economy under López Obrador, will be the secretary of civil service.\n\n\"As you all know, she is a woman who is incorruptible, like everyone in the cabinet but particularly her. She has performed outstandingly,\" Sheinbaum said about Buenrostro Sánchez while introducing her at Thursday's press conference\n\nBuenrostro Sánchez is known for her work as the head of the Tax Administration Service during the Covid-19 pandemic, including implementing new policies combatting tax evasion, for which she received the nickname \"Iron Lady.\"\n\nThe new secretary of infrastructure, communications and transportation will be civil engineer Jesus Antonio Esteva, who currently serves as Mexico City's public works and services secretary. He was in charge of building the city's elevated level of the Anillo Periférico, its two-level highway that runs in a loop circling Mexico City, when López Obrador was mayor.\n\nAntonio Esteva was also tasked with reconstructing Line 12 of Mexico City's metro after it collapsed on May 3, 2021, killing 26 people. The metro line reopened completely on Jan. 30, 2024.\n\nFinally, for secretary of agrarian, territory and rural development of Mexico, Sheinbaum picked Edna Elena Vega Rangel.\n\nVega Rangel holds a doctorate in sociology, specializing in society and territory, and a master's degree in city planning, both from the Azcapotzalco Metropolitan Autonomous University in Mexico City. She is the current undersecretary of agrarian, territory and rural development in López Obrador's administration and has more than 20 years of experience in the urban development and housing sectors.\n\nThe appointees join six others Sheinbaum picked on June 20. The president ultimately will select 19 secretaries of state and one legal adviser.\n\nSheinbaum's preference so far for experts in their field, as opposed to politicians, is good for Mexico, said Gabriela Siller Pagaza, director of economic and financial analysis at Banco BASE and economics professor at Monterrey Institute of Technology and Higher Education.\n\n\"The announced cabinet members contrast with the current president's policy of prioritizing loyalty over capacity and knowledge,\" Siller Pagaza said.\n\n\"The market took well to last week's news of Marcelo Ebrard as secretary of economy, who will be tasked with taking charge of the negotiations in the revision of [the United States–Mexico–Canada Agreement] in 2026, and together with Juan Ramón de la Fuente as secretary of foreign affairs, promoting the arrival of foreign direct investment and taking better advantage of nearshoring,\" she added.\n\nSheinbaum's first group got a 60% approval rating, according to an El Financiero report, with Ebrard's announcement being the most popular.\n\nNot present at Thursday's press conference was Rogelio Ramírez de la O, the current finance secretary who will continue at his post under Sheinbaum's administration and will present the 2025 economic package. He has experience counseling Mexican and international companies and is a leading researcher studying the automotive industry, Mexico-U.S. trade, monetary policy and foreign debt.\n\nSign up for new weekly newsletter Closing Arguments to get the latest about ongoing trials, major litigation and hot cases and rulings in courthouses around the U.S. and the world.</p><br><br><ul><li><a href='https://www.courthousenews.com/?post_type=post&p=982886'>Visit Court House News</a></li></ul>",
    "author": "William Savinar",
    "media": "https://imagedelivery.net/wKQ19LTSBT0ARz08tkssqQ/www.courthousenews.com/2024/06/claudia-sheinbaum-president.jpg/w=1880"
  },
  {
    "id": "cm0k75rg70007set75tkz8jhi",
    "headline": "Biden's halt on border crossings — and Mexico's policies — 'disorient' asylum seekers",
    "link": "https://www.courthousenews.com/?post_type=post&p=978885",
    "date": "2024-06-27T04:00:00.000Z",
    "slug": "court-house-news-h",
    "resource": "Court House News",
    "summary": "Many South American asylum seekers in Mexico City have adopted pay-by-the-week rooming houses and outdoor encampments as temporary shelter en...",
    "body": "<p>Many South American asylum seekers in Mexico City have adopted pay-by-the-week rooming houses and outdoor encampments as temporary shelter en route to the U.S. almost a month after President Joe Biden's executive crackdown on the border and long wait times for an asylum appointment.\n\nDue to a tracking feature on the U.S. Customs and Border Protection's CBP One app, Mexico City is the southernmost point in Mexico where the app can be accessed. This adds to the capital city's draw as a central hub for migrants on their way north.\n\nOn June 4, Biden signed an executive order giving him the authority to shut down asylum processing on a provisional basis at the world's largest migration corridor. The key changes to the Immigration and Nationality Act allow for larger-scale expedited removal and restricted asylum of unauthorized immigrants.\n\nRamon Daniel Vargas Vargas has been in Mexico City for five months now, living in what is locally known as \"Casa Verde\" in the Santa Maria la Ribera neighborhood due to its easily recognizable shade of light green. Casa Verde charges $100 a month for a small room.\n\nStands serving arepas, the pre-Colombian street food popular in Venezuela and Colombia, have popped up near the house, serving migrants a small taste of home.\n\nThe house is mostly inhabited by Venezuelans, Vargas said. He has been trying to reserve an asylum appointment through the CBP One app, which he has to do daily on his smartphone. He heard about Casa Verde by walking around and through word of mouth, though he says the living conditions are difficult.\n\n\"They treat us like animals,\" he said about the house's landlords. \"I left Venezuela due to insecurity and the failing economy. I have my cigarette and candy stand here, anything helps while waiting for the appointment at the border,\" Vargas said in an interview in front of his temporary home.\n\nJean Carlos, his wife and two children are slightly further on in their voyage to the U.S. They resided in a makeshift encampment for two months in Plaza de Soledad in the downtown La Merced neighborhood of Mexico City and are currently in a shelter in San Luis Potosi. Though the lodging is also provisional, it has its problems.\n\n\"This place is like a prison,\" Carlos said. \"They take your phone every day at 6 in the evening, and give it back to you at 10 in the morning, but I need my phone to make an appointment on the app so we can leave here.\"\n\nBiden's changes are provisional and in effect until the number of arrested migrants at the border stays below 1,500 for seven consecutive days and another 14 days after that initial week. The new policy will then go into effect again after a sustained seven-day period of 2,500 illegal border crossing encounters or more.\n\nVarious immigrant rights groups sued the Biden administration this month over the rule, citing the 1980 Refugee Act, which was enacted to provide a procedure for \"admitting refugees with special humanitarian concerns\" to the U.S. by providing \"comprehensive and uniform provisions for the effective resettlement and absorption of those refugees who are admitted.\"\n\nThose with prior appointments using CBP One can continue with their asylum process, a system that has faced its own criticism.\n\nSome immigration advocates say that even though asylum through CBP One is still available, allowing appointments solely through the app is illegal and diminishes an already impossibly narrow window for asylum that can have wait times of up to eight months.\n\n\"Those arriving at the border without a CBP One appointment aren't attended to because there is already the presumption of a lack of credible fear,\" said Elora Mukherjee, director of the Immigrants' Rights Clinic at Columbia Law School.\n\nMukherjee also noted the time limit that Biden's new order places on those seeking asylum without an app appointment. If someone crosses into the U.S. for asylum, they then have four hours to find legal counsel to plead their case as to why they should be allowed to stay. Before the order, asylum seekers had 24 hours to find a lawyer.\n\n\"They have four hours to find a lawyer for what is most likely the most important interview of their entire life,\" Mukherjee said.\n\nDora Rodriguez, the founder of Casa de la Esperanza migrant resource center and shelter in the border town of Sasabe, Sonora, said she noticed a change in the borderlands the day the executive order went into effect. Casa de la Esperanza is a unique center for migrants in Mexico because it doesn't primarily serve as a shelter for those on the way to the U.S. seeking asylum — it hosts people who have just been deported to Mexico.\n\n\"The first thing you notice is the cruelty. You see hundreds of people getting deported in an hour. Border Patrol makes people sign forms they don't understand and then they deport them,\" she said in a telephone interview.\n\nRodriguez highlighted the cruelty of deporting people to a town that is in the middle of one of the harshest landscapes in the world, with a population of less than 1,000 people with very few resources of its own.\n\n\"They take their shoelaces as a security measure, they take their IDs so they return to their country with nothing to identify themselves with, little girls and boys. Where do they go?\"\n\nThough the Mexican government has issued no formal border policy response of its own, agents of the National Guard and National Institute of Migration forcibly relocated 400 migrants from an encampment in Giordano Bruno Plaza in Mexico City on June 5, the day Biden's proclamation went into effect.\n\nThe migrants were transferred to buses and promised trips to regulated shelters in Puebla, Morelos and the state of Mexico, though their arrival to those places is unconfirmed.\n\n\"What they do with migrants here within Mexico, specifically with the caravans and shelters, is they move people around. They disorient them, it's like a game of chutes and ladders,\" said Guillermo Yrizar Barbosa, a professor and immigration researcher at the Ibero-American University Puebla, in a telephone interview.\n\nMexico's National Institute of Migration detained 223,978 people for irregular migratory status in the state of Tabasco between January and April 2024, 68,099 more than Chiapas, which shares a border with Guatemala and a known entry point for the voyage to the U.S.\n\nYrizar Barbosa believes this number is highly suspect.\n\n\"We think they take a lot of immigrants from other places and now are sending them to Tabasco,\" he said. \"The Army, the National Guard, the Navy, they set up checkpoints wherever they send them, usually in a very rural area that isn't accessible to journalists or lawyers.\"\n\nIn a June 17 press conference, Nuria Fernández, head of the National System for Family Integral Development, stated that so far in 2024 her organization has attended to more than 48,111 children in 88 active establishments across the country whose daily capacity is more than 9,000 migrant children, adolescents and companions.\n\nMore than 40% of these services are in the southeast, specifically the states of Campeche, Chiapas, Oaxaca, Quintana Roo, Tabasco and Veracruz. Another 34% of the services are in the northeast, in the states of Baja California, Chihuahua, Sinaloa and Sonora.\n\nThe government organization said that the children come from Venezuela, Honduras, Ecuador, Guatemala, Colombia, Peru, El Salvador, Haiti, Brazil and Cuba.\n\nSign up for new weekly newsletter Closing Arguments to get the latest about ongoing trials, major litigation and hot cases and rulings in courthouses around the U.S. and the world.</p><br><br><ul><li><a href='https://www.courthousenews.com/?post_type=post&p=978885'>Visit Court House News</a></li></ul>",
    "author": "William Savinar",
    "media": "https://imagedelivery.net/wKQ19LTSBT0ARz08tkssqQ/www.courthousenews.com/2024/06/RAMON-CASA-VERDE.jpg/w=1880"
  }
]